package main

func create_init_place() {
	// つくば
	CreatePlace(1, "煮干中華ソバ イチカワ", "いちかわ", "茨城県つくば市天久保2-9-2 リッチモンド二番街 A101")
	CreatePlace(2, "はりけんラーメン", "はりけんらーめん", "茨城県つくば市栗原2857-8")
	CreatePlace(3, "飯村製作所", "いいむらせいさくしょ", "茨城県つくば市要772-1")
	CreatePlace(4, "鬼物語", "おにものがたり", "茨城県つくば市榎戸685-5")
	CreatePlace(5, "はりけんラーメン 南店", "はりけんらーめん みなみてん", "茨城県つくば市北中島433-10")
	CreatePlace(6, "麺や 蒼 AOI", "めんや あおい", "茨城県つくば市竹園2-6-10 伸光ビル1F")
	CreatePlace(7, "七福軒", "しちふくけん", "茨城県つくば市天久保1-6-14")
	CreatePlace(8, "中華そば ひしお", "ちゅうかそば ひしお", "茨城県つくば市北中島359-1")
	CreatePlace(9, "麺屋 必道", "めんや ひっと", "茨城県つくば市柴崎1050-1")
	CreatePlace(10, "芛堂寺", "いどうじ", "茨城県つくば市天久保2-6-1 ベストランドIV 1階")
	CreatePlace(11, "つけめん・まぜそば むじゃき", "むじゃき", "茨城県つくば市天久保2-10-19")
	CreatePlace(12, "喜乃壺", "きのこ", "茨城県つくば市稲岡728-13")
	CreatePlace(13, "松屋製麺所", "まつやせいめんじょ", "茨城県つくば市沼田300")
	CreatePlace(14, "喜元門 本店", "きげんもん", "茨城県つくば市研究学園5-6-6 D-12ビル101号")
	CreatePlace(15, "俺の生きる道", "おれのいきるみち", "茨城県つくば市吾妻3-12-1")
	CreatePlace(16, "特級中華蕎麦 洋介", "とっきゅうちゅうかそば ようすけ", "茨城県つくば市上横場244-1")

	// CreatePlace( , "", "", "")
	// CreatePlace(2, "鶏々", "とりどり", "つくば市2")
	// CreatePlace(3, "油虎", "あぶとら", "つくば市3")
	//
	// CreatePlace(5, "龍介", "りゅうすけ", "つくば市5")
	// CreatePlace(4, "芛堂寺", "いどうじ", "つくば市1")

	// つくば以外

}
