package main

func create_init_place() {
	CreatePlace(1, "煮干中華ソバ イチカワ", "いちかわ", "茨城県つくば市天久保2-9-2 リッチモンド二番街 A101")
	CreatePlace(2, "はりけんラーメン", "はりけんらーめん", "茨城県つくば市栗原2857-8")
	CreatePlace(3, "飯村製作所", "いいむらせいさくしょ", "茨城県つくば市要772-1")
	CreatePlace(4, "鬼物語", "おにものがたり", "茨城県つくば市榎戸685-5")
	CreatePlace(5, "はりけんラーメン 南店", "はりけんらーめん みなみてん", "茨城県つくば市北中島433-10")

	// CreatePlace( , "", "", "")
	// CreatePlace(2, "鶏々", "とりどり", "つくば市2")
	// CreatePlace(3, "油虎", "あぶとら", "つくば市3")
	//
	// CreatePlace(5, "龍介", "りゅうすけ", "つくば市5")
	// CreatePlace(4, "芛堂寺", "いどうじ", "つくば市1")

}
